Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# 48MP_CONTROL_FOOTER
source: Show Camera control for capturing maximum resolution, up to 48 MP. 48 MP can be captured on the Main camera at 1×. Night mode and flash photos will always be saved at 12 MP. Live Photos can be saved at 12 or 24 MP.
ar: إظهار عنصر تحكم الكاميرا للالتقاط بأقصى دقة، حتى ٤٨ ميغابكسل. يمكن الالتقاط بدقة ٤٨ ميغابكسل بالكاميرا الرئيسية بمعدل ⁨1×⁩. لكن الصور في النمط الليلي وصور الفلاش ستُحفظ دائمًا بدقة ١٢ ميغابكسل. أما الصور الحية، فيمكن حفظها بدقة ١٢ أو ٢٤ ميغابكسل.
bg: Показва Управление на камерата за снимане в максимална разделителна способност, до 48 MP. Снимките в 48 MP могат да бъдат заснети с Основната камера с приближаване 1×. Снимките в Нощен режим и снимките със светкавица винаги ще се запазват в 12 MP. Снимките Live Photo могат да се запазват в 12 MP или 24 MP.
bn: সর্বাধিক 48 MP পর্যন্ত রেজোলিউশনের জন্য ক্যামেরা কন্ট্রোল দেখান। মূল ক্যামেরায় 1×-এ 48 MP ক্যাপচার করা যেতে পারে। নাইট মোড, ফ্ল্যাশ ছবি সর্বদা 12 MP-তে সেভ করা হবে। Live Photos 12 বা 24 MP-তে সেভ করা যেতে পারে।
ca: Mostra el control de resolució màxima de la càmera, que és de fins a 48 Mpx. La càmera principal a 1× pot fer fotos en 48 Mpx. Les fotos amb el flaix o el mode de nit sempre es desen en 12 Mpx. Les Live Photos es poden desar en 12 o 24 Mpx.
cs: Zobrazuje ovládací prvky fotoaparátu pro záznam v maximálním rozlišení – až do 48 Mpx. Fotky v rozlišení 48 Mpx je možné pořizovat hlavním fotoaparátem při přiblížení 1×. Fotky pořízené v nočním režimu a fotky s bleskem se budou vždy ukládat v rozlišení 12 Mpx. Fotky v režimu Live Photo je možné ukládat v rozlišení 12 nebo 24 Mpx.
da: Vis Kamerabetjening til optagelse med maksimal opløsning op til 48 MP. Hovedkameraet med 1× zoom kan tage fotos med 48 MP. Fotos taget med Nattilstand og fotos taget med blitz gemmes altid som 12 MP. Live Photos kan gemmes som 12 eller 24 MP.
de: Kamerasteuerung für Aufnahmen in maximaler Auflösung von bis zu 48 MP einblenden. Die Hauptkamera kann in der Stufe 1× Fotos mit 48 MP sichern. Nachtmodus- und Blitzfotos werden ausschließlich mit 12 MP gesichert. Live Photos können mit 12 oder 24 MP gesichert werden.
el: Εμφάνιση του Στοιχείου ελέγχου Κάμερας για καταγραφή της μέγιστης ανάλυσης, έως 48 MP. Οι φωτογραφίες σε 48 MP μπορούν να τραβηχτούν με την κύρια κάμερα στο ζουμ 1×. Οι φωτογραφίες Νυχτερινής λειτουργίας με φλας αποθηκεύονται πάντα σε 12 MP. Οι φωτογραφίες Live Photo μπορούν να αποθηκευτούν σε 12 ή 24 MP.
es: Muestra el control de la cámara para la captura de fotos en máxima resolución (hasta 48 Mpx). Se pueden tomar fotos con una resolución de 48 Mpx usando la cámara principal con la distancia focal por omisión (x1). Las fotos realizadas en el modo Noche y con flash siempre se guardarán en 12 Mpx. Las fotos con el ajuste Live Photo se pueden guardar en 12 o en 24 Mpx.
es_us: Muestra el control de Cámara para capturar una resolución máxima de hasta 48 MP. La cámara principal a 1× puede capturar fotos de 48 MP. Las fotos tomadas con modo Noche y flash siempre se guardarán en 12 MP. Las Live Photos se pueden guardar en 12 o 24 MP.
fi: Näytä Kameran säätimet enimmäistarkkuudella (enintään 48 MP) kuvaamiseen. 48 MP:n tarkkuudella voidaan kuvata pääkameran 1×-tilassa. Yötila- ja salamakuvat tallennetaan aina 12 MP:nä. Live Photo -kuvat tallennetaan 12 MP:n tai 24 MP:n tarkkuudella.
fr: Affichez la commande de capture en résolution maximale (jusqu’à 48 MP) de la caméra. La caméra principale à 1× peut capturer des photos à une résolution de 48 MP. Les photos prises en mode Nuit et avec flash seront toujours enregistrées à une résolution de 12 MP. Les Live Photos peuvent être enregistrées à une résolution de 12 ou 24 MP.
fr_ca: Affiche la commande de la caméra pour la prise de photos en résolution maximale (jusqu’à 48 Mpx). La caméra principale à 1× peut enregistrer des photos de 48 Mpx. Les photos prises en mode Nuit et avec flash seront toujours enregistrées à une résolution de 12 Mpx. Les Live Photos peuvent être enregistrées à une résolution de 12 ou 24 Mpx.
gu: 48 MP મહત્તમ રિઝોલ્યૂશન કૅપ્ચર કરવા માટે કૅમેરા કંટ્રોલ બતાવો. મેન કૅમેરા પર 1x પર 48 MP કૅપ્ચર કરી શકાય છે. નાઇટ મોડ અને ફ્લૅશ ફોટો હંમેશાં 12 MP પર સેવ કરાશે. Live Photosને 12 અથવા 24 MP પર સેવ કરી શકાય છે.
he: ניתן להציג פקד מצלמה לצילום ברזולוציה מקסימלית של עד 48 מ״פ. ניתן לצלם תמונות ברזולוציית 48 מ״פ במצלמה הראשית בהגדלה של ⁨1x⁩. תמונות שצולמו ב״מצב לילה״ או עם פלאש יישמרו תמיד ברזולוציה של 12 מ״פ. תמונות Live Photo יכולות להישמר ברזולוציה של 12 מ״פ או 24 מ״פ.
hi: 48 MP तक अधिकतम रिज़ोल्यूशन कैप्चर करने के लिए कैमरा कंट्रोल दिखाएँ। मुख्य कैमरे पर 1× पर 48 MP कैप्चर किया जा सकता है। नाइट मोड और फ़्लैश तस्वीरों को हमेशा 12 MP पर सहेजा जाएगा। Live Photos को 12 या 24 MP पर सहेजा जा सकता है।
hr: Prikazivanje kontrole kamere za snimanje maksimalne razlučivosti, do 48 MP. 48 MP može se snimiti glavnom kamerom pri 1x. Fotografije snimljene Noćnim modom i bljeskalicom uvijek će se spremiti kao 12 MP. Fotografije Live Photo mogu se spremiti kao 12 ili 24 MP.
hu: Megjeleníti a kameravezérlőt a maximális felbontásban (akár 48 MP) való rögzítéshez. A főkamerával 1x nagyítás mellett 48 MP-es fotók készíthetők. Az éjszakai módban és a vakuval készített fotók mindig 12 MP-es felbontással lesznek mentve. A Live Photók 12 vagy 24 MP-es felbontással menthetők.
id: Tampilkan kontrol Kamera untuk mengambil resolusi maksimum, hingga 48 MP. 48 MP dapat diambil di kamera Utama pada 1×. Foto mode Malam dan kilat akan selalu disimpan pada 12 MP. Live Photos dapat disimpan pada 12 atau 24 MP.
it: Mostra il controllo della fotocamera per scattare foto con la massima risoluzione, fino a 48 MP. Le foto a 48 MP possono essere scattate con la fotocamera principale e lo zoom 1×. Le foto scattate in modalità notte e con il flash verranno sempre salvate a 12 MP. Le Live Photo possono essere salvate a 12 o 24 MP.
ja: 最大解像度（48 MPまで）で撮影するためのカメラコントロールを表示します。 48 MPはメインカメラで1xを使用して撮影できます。ナイトモードやフラッシュで撮影した写真は常に12 MPで保存されます。Live Photosは12または24 MPで保存できます。
kk: 48 Мпикс дейін максималды ажыратымдылықта түсіру үшін камераны басқаруды көрсету. 48 Мпикс фотоларды негізгі камерада 1× режимінде түсіруге болады. Түнгі режимде және жарқыл арқылы түсірілген фотолар әрқашан 12 Мпикс ажыратымдылықпен сақталады. Live Photo фотоларын 12 немесе 24 Мпикс ажыратымдылықпен сақтауға болады.
kn: 48 MPವರೆಗೆ ಗರಿಷ್ಠ ರೆಸಲ್ಯೂಷನ್‌ನಲ್ಲಿ ಕ್ಯಾಪ್ಚರ್ ಮಾಡಲು ಕ್ಯಾಮರಾ ಕಂಟ್ರೋಲ್ ಅನ್ನು ತೋರಿಸಿ. ಮುಖ್ಯ ಕ್ಯಾಮರಾದಲ್ಲಿ 1× ಅನುಪಾತದಲ್ಲಿ 48 MP ಕ್ಯಾಪ್ಚರ್ ಮಾಡಬಹುದಾಗಿದೆ. ನೈಟ್ ಮೋಡ್ ಮತ್ತು ಫ್ಲ್ಯಾಶ್ ಫೋಟೋಗಳನ್ನು ಯಾವಾಗಲೂ 12 MPನಲ್ಲಿ ಸೇವ್ ಮಾಡಲಾಗುತ್ತದೆ. Live Photos ಅನ್ನು 12 ಅಥವಾ 24 MPನಲ್ಲಿ ಸೇವ್ ಮಾಡಬಹುದಾಗಿದೆ.
ko: 최대 해상도(최대 48MP) 캡처를 위한 카메라 제어기를 표시합니다. 1× 메인 카메라는 48MP로 사진을 캡처할 수 있습니다. 야간 모드 및 플래시를 사용한 사진은 항상 12MP로 저장됩니다. Live Photo는 12MP 또는 24MP로 저장할 수 있습니다.
lt: Rodykite kameros valdiklį, skirtą didžiausios raiškos (iki 48 MP) nuotraukoms užfiksuoti. 48 MP nuotraukas galima užfiksuoti pagrindine kamera, pasirinkus × 1 priartinimą. Fotografuojant naktiniu režimu arba naudojant blykstę, nuotraukos visada bus išsaugotos 12 MP raiška. „Live Photos“ nuotraukos gali būti išsaugotos 12 arba 24 MP raiška.
ml: 48 MP വരെ, പരമാവധി റെസലൂഷൻ കാപ്ചർ ചെയ്യുന്നതിനുള്ള ക്യാമറ കൺട്രോൾ കാണിക്കൂ. പ്രധാന ക്യാമറയിൽ 1× ഉപയോഗിച്ച് 48 MP കാപ്ചർ ചെയ്യാനാകും. രാത്രി മോഡും ഫ്ലാഷ് ഫോട്ടോകളും എപ്പോഴും 12 MP-ൽ സേവ് ചെയ്യപ്പെടും. Live Photo-കൾ 12 അല്ലെങ്കിൽ 24 MP-ൽ സേവ് ചെയ്യാം.
mr: कमाल 48 MP पर्यंत रेझोल्यूशन कॅप्चर करण्यासाठी कॅमेरा कंट्रोल दाखवा. मुख्य कॅमेरामध्ये 1× वर 48 MP कॅप्चर केले जाऊ शकते. नाइट मोड आणि फ्लॅश फोटो नेहमी 12 MP वर जतन केले जातील. लाइव्ह फोटो 12 किंवा 24 MP वर जतन केले जाऊ शकतात.
ms: Tunjukkan kawalan Kamera untuk menangkap resolusi maksimum, sehingga 48 MP. 48 MP boleh ditangkap dengan kamera Utama pada 1×. Foto mod Malam dan denyar akan sentiasa disimpan pada 12 MP. Live Photos boleh disimpan pada 12 atau 24 MP.
nb: Vis kamerakontrollen for å ta bilder med maks oppløsning, opptil 48 megapiksler. Hoved­kameraet på 1 × kan ta bilder med 48 megapiksler. Nattmodus- og blits­bilder arkiveres alltid med 12 megapiksler. Live Photo-bilder kan arkiveres med 12 eller 24 megapiksler.
nl: Toon cameraregelaar voor opnamen op de maximale resolutie, tot 48 MP. Er kan met 48 MP worden opgenomen met de hoofdcamera op zoomniveau 1x. Foto's die met de nachtmodus en flits worden gemaakt, worden altijd bewaard met 12 MP. Live Photos kunnen worden bewaard met 12 MP of 24 MP.
or: ସର୍ବାଧିକ ^[48](formatNumber: true) MP ପର୍ଯ୍ଯନ୍ତ ରିଜୋଲ୍ୟୁଶନ୍ କ୍ଯାପ୍‌ଚର୍ କରିବାପାଇଁ କ୍ଯାମେରା କଣ୍ଟ୍ରୋଲ୍ ଦେଖାନ୍ତୁ। ମୁଖ୍ଯ କ୍ଯାମେରାରେ 1× ରେ ^[48](formatNumber: true) MP କ୍ଯାପ୍‌ଚର୍ କରାଯାଇପାରିବ। ନାଇଟ୍ ମୋଡ୍ ଏବଂ ଫ୍ଳାଶ୍ ଫଟୋ ସର୍ବଦା ^[12](formatNumber: true) MPରେ ସେଭ୍ ହେବ। Live Photos ^[12](formatNumber: true) କିମ୍ବା ^[24](formatNumber: true) MPରେ ସେଭ୍ ହୋଇପାରେ।
pa: ਵੱਧ ਤੋਂ ਵੱਧ 48 MP ਤੱਕ ਰੈਜ਼ੋਲੂਸ਼ਨ ਕੈਪਚਰ ਕਰਨ ਲਈ ਕੈਮਰਾ ਕੰਟਰੋਲ ਦਿਖਾਓ ਮੁੱਖ ਕੈਮਰੇ ‘ਤੇ 1× ‘ਤੇ 48 MP ਕੈਪਚਰ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਰਾਤ ਮੋਡ ਅਤੇ ਫਲੈਸ਼ ਤਸਵੀਰਾਂ ਨੂੰ ਹਮੇਸ਼ਾਂ 12 MP ‘ਤੇ ਸੰਭਾਲਿਆ ਜਾਵੇਗਾ। Live Photos ਨੂੰ 12 ਜਾਂ 24 MP ‘ਤੇ ਸੰਭਾਲਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Wyświetla w aplikacji Aparat narzędzie rejestrowania obrazu z maksymalną rozdzielczością 48 MP. Aparat główny może rejestrować zdjęcia z rozdzielczością 48 MP przy ustawieniu 1×. Zdjęcia w trybie nocnym i robione z lampą błyskową są zawsze zachowywane w rozdzielczości 12 MP. Zdjęcia Live Photo mogą być zachowywane w rozdzielczości 12 MP lub 24 MP.
pt_br: Mostre o controle da Câmera para a captura com resolução máxima de 48 MP. A câmera Principal a 1× pode capturar fotos em 48 MP. As fotos feitas no modo noite e com flash sempre são salvas em 12 MP. As Live Photos podem ser salvas em 12 ou 24 MP.
pt_pt: Mostrar o controlo da Câmara para captura à resolução máxima, até 48 MP. É possível capturar a 48 MP na câmara principal a 1x. As fotografias com flash e modo Noite são sempre guardadas a 12 MP. As Live Photos podem ser guardadas a 12 ou 24 MP.
ro: Afișați comenzile aplicației Cameră pentru înregistrarea la rezoluție maximă, de până la 48 MP. Pozele la 48 MP pot fi realizate cu camera principală la 1×. Pozele realizate cu modul Noapte sau cu blițul vor fi salvate întotdeauna la 12 MP. Pozele Live Photo pot fi salvate la 12 sau 24 MP.
ru: Показывать Контроллер камеры для съемки в максимальном разрешении — до 48 Мпикс. Фото, снятые на основную камеру без увеличения или уменьшения масштаба, можно сохранять с разрешением 48 Мпикс. Снимки в ночном режиме и со вспышкой всегда будут сохраняться с разрешением 12 Мпикс. Фото Live Photo можно сохранять с разрешением 12 или 24 Мпикс.
sk: Zobrazí v Kamere ovládacie prvky pre fotografovanie v maximálnom rozlíšení, až do 48 Mpx. Fotky v rozlíšení 48 Mpx je možné fotiť hlavnou kamerou pri priblížení 1×. Fotky nasnímané v nočnom režime a s bleskom sa vždy budú ukladať v rozlíšení 12 Mpx. Live Photos je možné ukladať v rozlíšení 12 alebo 24 Mpx.
sl: Prikaže krmilno funkcijo Kamere za zajem največje ločljivosti, največ 48 MP. Ločljivost 48 MP je mogoče zajeti z glavno kamero pri 1‑kratni povečavi. Fotografije v nočnem načinu in z bliskavico se bodo vedno shranile z ločljivostjo 12 MP. Fotografije Live Photo je mogoče shraniti z ločljivostjo 12 ali 24 MP.
sv: Visa kamerareglage för att ta bilder med maximal upplösning, upp till 48 MP. Huvudkameran med 1× kan ta bilder med 48 MP. Bilder som tagits i nattläget och med blixt sparas alltid med 12 MP. Live Photo-bilder kan sparas med 12 eller 24 MP.
ta: 48 MP வரையிலான அதிகபட்ச தெளிவுத்திறனில் படம் எடுப்பதற்கான கேமரா கட்டுப்பாடு காட்டப்படும். முதன்மை கேமராவில் 1×இல் 48 MP புகைப்படங்களை எடுக்கலாம். இரவுப் பயன்முறை மற்றும் ஃபிளாஷ் புகைப்படங்கள் எப்போதும் 12 MPஇல் சேமிக்கப்படும். Live Photosஐ 12 அல்லது 24 MPஇல் சேமிக்கலாம்.
te: గరిష్ట రిజల్యూషన్ క్యాప్చరింగ్ కోసం 48 MP వరకు కెమెరా కంట్రోల్‌ను చూపుతుంది. ప్రధాన కెమెరాలో 1×లో 48 MP క్యాప్చర్ చేయబడుతుంది. నైట్ మోడ్ మరియు ఫ్లాష్ ఫోటోలు ఎల్లప్పుడూ 12 MPలో సేవ్ చేయబడతాయి. Live Photos 12 లేదా 24 MPలో సేవ్ చేయబడవచ్చు.
th: แสดงตัวควบคุมกล้องสำหรับการจับภาพความละเอียดสูงสุดถึง 48 MP สามารถจับภาพความละเอียด 48 MP ได้บนกล้องหลักที่ 1× รูปภาพแบบโหมดกลางคืนและแบบแฟลชจะถูกบันทึกที่ความละเอียด 12 MP เสมอ Live Photo สามารถบันทึกได้ที่ความละเอียด 12 หรือ 24 MP
tr: 48 MP’ye kadar maksimum çözünürlükte çekim için Kamera denetimini gösterir. Ana kamerada 1× hızında 48 MP çekim yapılabilir. Gece modu ve flaş kullanılmış fotoğraflar her zaman 12 MP olarak kaydedilir. Live Photo’lar, 12 MP veya 24 MP olarak kaydedilebilir.
uk: Показувати елемент керування камерою для зйомки з максимальною роздільністю (до 48 Мпкс). Фотографії з роздільністю 48 Мпкс можна зробити основною камерою з масштабом 1×. Фотографії, зроблені в нічному режимі або зі спалахом, завжди зберігатимуться з роздільністю 12 Мпкс. Знімки Live Photo можна зберігати з роздільністю 12 Мпкс або 24 Мпкс.
ur: زیادہ سے زیادہ ⁨^[48](formatNumber: true) MP⁩ تک ریزولیوشن کو کیپچر کرنے کے لیے کیمرا کنٹرول دکھائیں۔ مین کیمرے پر ⁨1×⁩ پر ‏⁨^[48](formatNumber: true) MP⁩ کیپچر کیا جا سکتا ہے۔ نائٹ موڈ اور فلیش تصاویر کو ہمیشہ ⁨^[12](formatNumber: true) MP⁩ پر محفوظ کیا جائے گا۔ ⁨Live Photos⁩ کو ⁨^[12](formatNumber: true) MP⁩ یا ⁨^[24](formatNumber: true) MP⁩ پر محفوظ کیا جا سکتا ہے۔
vi: Hiển thị điều khiển Camera để chụp ảnh độ phân giải tối đa, lên đến 48 MP. Ảnh 48 MP có thể được chụp bằng camera chính ở 1×. Ảnh chụp bằng chế độ Ban đêm và flash sẽ luôn được lưu ở 12 MP. Live Photos có thể được lưu ở 12 hoặc 24 MP.
zh_cn: 显示用于最大分辨率拍摄的相机控制，最高可达48 MP。 48 MP照片可使用主相机“1×”拍摄。夜间模式和闪光灯模式拍摄的照片将始终保存为12 MP。实况照片可保存为12或24 MP。
zh_hk: 顯示用於拍攝最高解像度（高達48 MP）的「相機」控制項目。 48 MP相片可以使用主相機「1×」拍攝。夜間模式、閃光燈相片將會總是儲存為12 MP。原況相片可以儲存為12或24 MP。
zh_tw: 顯示以最高解析度（高達48 MP）拍攝的「相機」控制項目。 可使用「1×」主相機拍攝48 MP的照片。「夜間」模式和閃光燈照片將一律用12 MP儲存。「原況照片」可以用12或24 MP儲存。

# 48MP_CONTROL_TITLE
source: Resolution Control
ar: التحكم في الدقة
bg: Управление на разделителната способност
bn: রেজোলিউশন কন্ট্রোল
ca: Control de resolució
cs: Ovládání rozlišení
da: Opløsningskontrol
de: Auflösungssteuerung
el: Στοιχείο ελέγχου ανάλυσης
es: Control de la resolución
es_us: Control de resolución
fi: Tarkkuussäätimet
fr: Commande de résolution
fr_ca: Commande de résolution
gu: રિઝોલ્યૂશન કંટ્રોલ
he: פקד רזולוציה
hi: रिज़ोल्यूशन कंट्रोल
hr: Kontrola za razlučivost
hu: Felbontásvezérlő
id: Kontrol Resolusi
it: Controllo risoluzione
ja: 解像度コントロール
kk: Ажыратымдылықты басқару
kn: ರೆಸಲ್ಯೂಷನ್ ಕಂಟ್ರೋಲ್
ko: 해상도 제어기
lt: Raiškos valdymas
ml: റെസലൂഷൻ നിയന്ത്രണം
mr: रेझोल्यूशन कंट्रोल
ms: Kawalan Resolusi
nb: Oppløsnings­kontroll
nl: Resolutieregelaar
or: ରିଜୋଲ୍ୟୁଶନ୍ କଣ୍ଟ୍ରୋଲ୍
pa: ਰੈਜ਼ੋਲੂਸ਼ਨ ਕੰਟਰੋਲ
pl: Narzędzie rozdzielczości
pt_br: Controle da Resolução
pt_pt: Controlo de resolução
ro: Comenzi rezoluție
ru: Управление разрешением
sk: Ovládanie rozlíšenia
sl: Krmilna funkcija Ločljivost
sv: Upplösningsreglage
ta: தெளிவுத்திறன் கட்டுப்பாடு
te: రిజల్యూషన్ కంట్రోల్
th: ควบคุมความละเอียด
tr: Çözünürlük Denetimi
uk: Контроль роздільності
ur: ریزولیوشن کنٹرول
vi: Điều khiển độ phân giải
zh_cn: 分辨率控制
zh_hk: 解像度控制項目
zh_tw: 解析度控制項目

# AUTO_MACRO_GROUP_FOOTER
source: Show Camera control for automatically switching to the Ultra Wide camera to capture macro photos and videos.
ar: إظهار عنصر تحكم الكاميرا الخاص بالتبديل تلقائيًا إلى الكاميرا العريضة جدًا لالتقاط صور وفيديوهات ماكرو.
bg: Показва Управление на камерата за автоматично превключване към свръхширокоъгълната камера за заснемане на макроснимки и видеа.
bn: ম্যাক্রো ছবি এবং ভিডিও তোলার জন্য স্বয়ংক্রিয়ভাবে আলট্রা ওয়াইড ক্যামেরাতে সুইচ করতে ক্যামেরা কন্ট্রোল দেখায়।
ca: Mostra el control de la càmera per canviar automàticament a la càmera amb ultra gran angular per fer fotos i vídeos macro.
cs: Zobrazí ovládací prvek pro automatické přepínání na ultraširokoúhlý fotoaparát při focení a natáčení videa v režimu makro.
da: Vis Kamerabetjening til automatisk skift til ultravidvinkelkameraet for at tage makrofotos og optage makrovideoer.
de: Die Kamerasteuerung wird für den automatischen Wechsel zur Ultra-Weitwinkelkamera eingeblendet, um Makro-Fotos und -Videos aufnehmen zu können.
el: Εμφάνιση του Στοιχείου ελέγχου Κάμερας για αυτόματη εναλλαγή στην υπερευρεία κάμερα για λήψη μακροφωτογραφιών και βίντεο.
es: Muestra el control de la cámara para cambiar automáticamente a la cámara con ultra gran angular para capturar fotos y vídeos en formato macro.
es_us: Muestra el control de Cámara que cambia automáticamente a la cámara ultra gran angular para capturar videos y fotos macro.
fi: Näytä kamerasäädin, joka vaihtaa automaattisesti ultralaajakulmakameraan makrokuvien ja -videoiden kuvaamista varten.
fr: Affichez la commande de la caméra permettant de basculer automatiquement vers la caméra ultra grand angle pour capturer des photos et des vidéos en mode macro.
fr_ca: Affichez les commandes de caméra pour passer automatiquement à la caméra très grand angle afin de capturer des photos et des vidéos macro.
gu: મૅક્રો ફોટો અને વીડિયો કૅપ્ચર કરવા માટે અલ્ટ્રા વાઇડ કૅમેરા પર ઑટોમૅટિક રીતે બદલવા માટે કૅમેરા કંટ્રોલ બતાવો.
he: ניתן להציג פקד מצלמה שמאפשר מעבר אוטומטי למצלמה האולטרה-רחבה כדי לצלם תמונות ווידאו במצב מאקרו.
hi: मैक्रो तस्वीरें और वीडियो कैप्चर करने के लिए अल्ट्रा वाइड कैमरे पर ऑटोमैटिकली बदलने के लिए कैमरा कंट्रोल दिखाएँ।
hr: Prikazivanje kontrole kamere za automatsko prebacivanje na ultraširoku kameru za snimanje makro fotografija i videozapisa.
hu: A makrofotók és -videók készítésekor ultraszéles látószögű kamerára történő automatikus váltás kameravezérlőinek megjelenítése.
id: Tampilkan kontrol Kamera untuk beralih secara otomatis ke kamera Ultra Lebar untuk mengambil foto dan video makro.
it: Mostra il controllo della fotocamera per passare automaticamente a quella con ultra‑grandangolo per acquisire foto e video in macro.
ja: 超広角カメラに自動的に切り替えて写真とビデオをマクロ撮影するためのカメラコントロールを表示します。
kk: Макро фотолар мен видеоларға түсіру үшін ультра кең бұрышты камераға автоматты түрде ауысуға арналған камераны басқару элементтерін көрсету.
kn: ಮ್ಯಾಕ್ರೋ ಫೋಟೋಗಳು ಮತ್ತು ವೀಡಿಯೊಗಳನ್ನು ಕ್ಯಾಪ್ಚರ್ ಮಾಡುವುದಕ್ಕಾಗಿ ಅಲ್ಟ್ರಾ ವೈಡ್ ಕ್ಯಾಮರಾಕ್ಕೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಬದಲಾಯಿಸಲು ಕ್ಯಾಮರಾ ಕಂಟ್ರೋಲ್ ಅನ್ನು ತೋರಿಸಿ.
ko: 접사 사진 및 비디오를 캡처하는 데 울트라 와이드 카메라로 자동으로 전환하는 카메라 제어기를 표시합니다.
lt: Rodyti kameros valdiklį, kad būtų galima automatiškai perjungti į itin plataus objektyvo vaizdo kamerą makronuotraukoms ir makrovaizdo įrašams fiksuoti.
ml: മാക്രോ ഫോട്ടോകളും വീഡിയോകളും കാപ്ചർ ചെയ്യാൻ അൾട്രാ വൈഡ് ക്യാമറയിലേക്ക് ഓട്ടോമാറ്റിക്കായി സ്വിച്ച് ചെയ്യാനുള്ള ക്യാമറ കൺട്രോൾ കാണിക്കൂ.
mr: मॅक्रो फोटो आणि व्हिडिओ कॅप्चर करण्यासाठी अल्ट्रा वाइड कॅमेरा ऑटोमॅटिकली स्विच करण्यासाठी कॅमेरा कंट्रोल दाखवा.
ms: Tunjukkan kawalan Kamera untuk bertukar secara automatik kepada kamera Ultralebar bagi mengambil foto dan video makro.
nb: Vis kamerakontrollen for å automatisk bytte til ultravidvinkel for makro­fotografering og -videoopptak.
nl: Toon camera­regelaar om automatisch over te schakelen naar de ultragroothoekcamera om macro­foto's en -video's te maken.
or: ମାକ୍ରୋ ଫଟୋ ଏବଂ ଭିଡିଓ କ‍୍ୟାପ୍‌ଚର୍ କରିବା ପାଇଁ ଅଲ୍‌ଟ୍ରା ୱାଇଡ୍‌ କ୍ଯାମେରାରେ ସ୍ବୟଂଚାଳିତ ଭାବରେ ସ୍ୱିଚ୍ କରିବାପାଇଁ କ୍ଯାମେରା କଣ୍ଟ୍ରୋଲ୍ ଦେଖାନ୍ତୁ।
pa: ਮੈਕਰੋ ਤਸਵੀਰਾਂ ਅਤੇ ਵੀਡੀਓ ਨੂੰ ਕੈਪਚਰ ਕਰਨ ਲਈ ਅਲਟਰਾ ਵਾਈਡ ਕੈਮਰੇ ‘ਤੇ ਆਟੋਮੈਟਿਕਲੀ ਸਵਿੱਚ ਕਰਨ ਲਈ ਕੈਮਰਾ ਕੰਟਰੋਲ ਦਿਖਾਓ।
pl: Aplikacja będzie wyświetlać narzędzie automatycznego przełączania na aparat ultraszerokokątny do zdjęć i wideo w trybie makro.
pt_br: Mostre o controle da Câmera para alternar automaticamente para a câmera Ultra‑Angular para capturar fotos e vídeos no modo macro.
pt_pt: Mostrar o controlo da Câmara para mudar automaticamente para a câmara ultra grande angular para capturar fotografias e vídeos macro.
ro: Va fi afișată comanda camerei pentru comutarea automată la camera cu obiectiv ultra‑superangular pentru a realiza fotografii și filmări macro.
ru: Показывать Контроллер камеры, позволяющий настроить автоматическое переключение на сверхширокоугольную камеру для макросъемки фото и видео.
sk: Zobrazí ovládací prvok na kontrolu automatického prepínania na ultraširokouhlú kameru pri záberoch zblízka.
sl: Prikaže krmilno funkcijo Kamere za samodejni preklop na ultraširokokotno kamero pri zajemanju makro fotografij in videov.
sv: Visa kamerareglaget för att automatiskt växla till ultravidvinkelkameran för att ta makrobilder och spela in makrovideor.
ta: மேக்ரோ புகைப்படங்களையும் வீடியோக்களையும் எடுப்பதற்கு அல்ட்ரா வைடு கேமராவிற்குத் தன்னியக்கமாக மாறுவதற்கான கேமரா கட்டுப்பாடு காட்டப்படும்.
te: మ్యాక్రో ఫోటోలు మరియు వీడియోలను క్యాప్చర్ చేయడానికి అల్ట్రా వైడ్ కెమెరాకు ఆటోమేటిక్‌గా మార్చడం కోసం కెమెరా కంట్రోల్‌ను చూపుతుంది.
th: แสดงตัวควบคุมกล้องสำหรับการสลับกล้องอัลตร้าไวด์โดยอัตโนมัติเพื่อจับภาพและถ่ายวิดีโอแบบมาโคร
tr: Makro fotoğraf ve video çekmek üzere otomatik olarak Ultra Geniş kameraya geçmek için Kamera denetimini gösterir.
uk: Показувати елемент керування камерою, який дає змогу автоматично перемикатися на надширококутну камеру для створення фотографій і відеозаписів у макрорежимі.
ur: میکرو تصاویر اور ویڈیو کو کیپچر کرنے کے لیے الٹرا وائیڈ کیمرے پر آٹومیٹک طریقے سے سوئچ کرنے کے لیے کیمرا کنٹرول دکھائیں۔
vi: Hiển thị điều khiển Camera để tự động chuyển đổi sang camera Cực rộng để chụp ảnh macro và quay video macro.
zh_cn: 显示相机控制按钮，自动切换到超广角相机拍摄微距照片和视频。
zh_hk: 顯示自動切換至超廣角鏡頭相機來拍攝微距相片和影片的「相機」控制項目。
zh_tw: 顯示「相機」控制項目來自動切換到超廣角相機以拍攝微距照片和影片。

# AUTO_MACRO_SWITCH
source: Macro Control
ar: عنصر التحكم في الماكرو
bg: Управление за макрорежим
bn: ম্যাক্রো কন্ট্রোল
ca: Control de macro
cs: Ovládání režimu makro
da: Makrobetjening
de: Makro-Steuerung
el: Στοιχείο ελέγχου μακρολήψης
es: Control de macro
es_us: Control de macro
fi: Makrosäädin
fr: Commande macro
fr_ca: Commande macro
gu: મૅક્રો કંટ્રોલ
he: שליטה במאקרו
hi: मैक्रो कंट्रोल
hr: Naredba za makro
hu: Makróvezérlő
id: Kontrol Makro
it: Controllo macro
ja: マクロ撮影コントロール
kk: Макротүсірім ауыстырып-қосқышы
kn: ಮ್ಯಾಕ್ರೋ ಕಂಟ್ರೋಲ್
ko: 접사 촬영 제어기
lt: Makrorežimas
ml: മാക്രോ നിയന്ത്രണം
mr: मॅक्रो कंट्रोल
ms: Kawalan Makro
nb: Makrokontroll
nl: Macro­regelaar
or: ମାକ୍ରୋ କଣ୍ଟ୍ରୋଲ୍
pa: ਮੈਕਰੋ ਕੰਟਰੋਲ
pl: Narzędzie makro
pt_br: Controle de Macro
pt_pt: Controlo de macro
ro: Comandă macro
ru: Автомакро
sk: Ovládanie makra
sl: Krmilna funkcija Makro
sv: Makrostyrning
ta: மேக்ரோ கட்டுப்பாடு
te: మ్యాక్రో కంట్రోల్
th: ควบคุมมาโคร
tr: Makro Denetimi
uk: Керування макрорежимом
ur: میکرو کنٹرول
vi: Điều khiển macro
zh_cn: 微距控制
zh_hk: 微距控制項目
zh_tw: 微距控制
